{
  "0": [
    "i feel like i've lost my direction and i'm just wandering without a purpose.  ",
    "Even surrounded by people, I can't help but feel completely alone.  ",
    "i find myself staring at old photos, missing the days when life felt simpler and more certain.  ",
    "i just can't shake this overwhelming sense of loneliness, no matter who i'm with  ",
    "i feel like i'm standing in the middle of a crowded room, yet completely alone.  ",
    "i feel like i'm constantly walking on a tightrope, trying not to fall into sadness.  ",
    "it's hard to find joy in the little things when the weight of sadness is so overwhelming.",
    "i feel like the more i try to hold it together, the more everything falls apart.  ",
    "i feel lost in a sea of uncertainty, unsure of which path to take next.  ",
    "I can't shake this heavy feeling in my chest no matter what I do to distract myself.  ",
    "i feel like i'm constantly walking under a dark cloud, no matter how sunny the day is.  ",
    "i feel like i'm stuck in a cycle of disappointment, no matter how hard i try to break free.  ",
    "i just want to scream into the void because i feel like nobody understands how broken i am inside.  ",
    "I'm feeling lost without my old routine, it's like a piece of me is missing.  ",
    "i feel like my heart is constantly breaking and there's nothing i can do to stop it.  ",
    "i feel like i'm standing on the edge of a cliff, looking down into an abyss of uncertainty and fear.  ",
    "i'm surrounded by people, yet i feel more alone than ever.  ",
    "I miss the days when everything felt simple and carefree.  ",
    "I'm sitting here staring at the rain feeling like the weather matches my mood.  ",
    "i can't shake this feeling of emptiness no matter how hard i try.  ",
    "i can't shake this feeling that i've let everyone down, including myself.  ",
    "i wish i could rewind time and hold onto the moments that slipped away too quickly.  ",
    "I regret not spending more time with my grandparents when I had the chance.  ",
    "i feel like i'm sinking in a sea of loneliness and there's no one who can throw me a lifeline  ",
    "I feel like my heart is weighed down by the constant stream of bad news in the world.  ",
    "i feel overwhelmed by the weight of expectations that i could never meet.  ",
    "i can't help but feel like i'm stuck in a place where happiness is out of reach  ",
    "i feel a deep sense of loss every time i walk past our favorite cafe and see someone else sitting at our spot  ",
    "I feel like I'm standing in the rain without an umbrella, completely exposed and vulnerable.  ",
    "i feel like i'm drifting through life without a purpose and it's hard to find my way back  ",
    "i'm overwhelmed by a sense of loss, as if something precious has slipped through my fingers.  ",
    "I feel like a shadow of my former self, hidden from the world.  ",
    "I felt a pang of regret not saying goodbye when I had the chance.  ",
    "i feel like i'm constantly fighting a battle i can't win, and it's exhausting.  ",
    "i feel lost without the comfort of my old routine, everything feels off balance.  ",
    "I remember the times when laughter came so easily, and now it feels like a distant memory.  ",
    "I feel like I'm constantly chasing after happiness, but it's always just out of reach.  ",
    "I just can't shake off this feeling of emptiness that follows me everywhere.  ",
    "i feel like i'm standing in the rain without an umbrella, just waiting for the storm to pass.",
    "I feel like I'm drifting through life without a sense of purpose.  ",
    "even with so many friends around, i feel utterly alone.  ",
    "i feel so disconnected from everything and everyone around me lately.  ",
    "Every time I hear that song, I feel a pang of regret for what could have been.  ",
    "i feel like i'm constantly on the verge of tears with no clear reason why  ",
    "i feel like i'm stuck in a loop of disappointment and there's no escape in sight  ",
    "i wish i could turn back time and fix all the things that went wrong",
    "i feel like i'm constantly fighting a battle with my own emotions, and i'm losing.  ",
    "i feel like i'm losing pieces of myself that i'll never get back.  ",
    "i feel like i'm invisible to the people who mean the most to me.  ",
    "i feel like i'm constantly fighting a battle with my own thoughts and emotions.  ",
    "i've been trying to find joy in the little things, but it feels like i'm failing.  ",
    "i feel like i'm fading into the background and no one notices i'm struggling.  ",
    "Every time I visit that place, the memories flood back and it's overwhelming.  ",
    "i still feel the weight of regret for the words i never said to you.  ",
    "i feel like my dreams are slipping away, and there's nothing i can do to stop it.  ",
    "i woke up today and the weight of everything just hit me all at once.  ",
    "i feel like i'm watching my dreams slip away one by one.  ",
    "i feel like i'm stuck in a never-ending cycle of disappointment, and it's wearing me down.  ",
    "i find myself longing for a time when things felt simpler and less overwhelming.  ",
    "i wish i could go back and change things, but all i feel is regret and sadness.  ",
    "I miss the days when life felt easier and my smile was genuine.  ",
    "i feel like i'm stuck in a loop of endless disappointments and can't find a way out  ",
    "i feel like i'm stuck in a cycle of disappointment and it's hard to break free.  ",
    "i feel like no matter how hard i try, i can never really fit in anywhere.  ",
    "i feel like no matter how hard i try, i just can't seem to find my place in this world.  ",
    "sometimes i just sit and stare at the wall, feeling like i'm trapped in my own mind.  ",
    "i just can't shake this feeling of isolation, even when i'm surrounded by people.  ",
    "I thought I'd feel better after the breakup, but the emptiness lingers.  ",
    "sometimes i just sit and wonder if things will ever truly get better.  ",
    "i feel like my dreams are slipping away, one by one.  ",
    "i can't shake this sense of failure every time i think about the opportunities i missed   ",
    "I wish I could turn back time and relive moments that made me truly happy.",
    "i'm struggling to find the motivation to get out of bed each morning.  ",
    "i just can't shake off this feeling of emptiness, no matter how hard i try.  ",
    "i sometimes wonder if i'll ever stop feeling this persistent sense of emptiness  ",
    "i feel like i'm losing a piece of myself every day as i watch my dreams slip away.  ",
    "i feel like i'm trapped in a cycle of sadness that i just can't break free from.  ",
    "i feel like i've been trying so hard to fit in, but i still end up feeling like an outsider.  ",
    "i feel like a shadow of who i used to be, and i'm not sure how to find my way back.",
    "I feel like I'm carrying the weight of the world on my shoulders and can't find a way to let it go.  ",
    "i feel a sense of loss that i can't quite put into words, as if something important has slipped through my fingers.  ",
    "I feel like I'm carrying a weight of sadness that I can't seem to shake off.  ",
    "i am overwhelmed with regret for all the words i never said and the chances i never took.  ",
    "i feel like i'm surrounded by people but still utterly alone in my thoughts and emotions.  ",
    "i wish i could go back and change things before they got so complicated.",
    "i feel like i'm stuck in a never-ending cycle of disappointment and it just won't stop.  ",
    "i'm overwhelmed by a sense of loss every time i think about what could have been.  ",
    "i feel like my dreams are slipping away, and no amount of effort seems to bring them any closer.  ",
    "i feel like i'm stuck in a rut and can't seem to find a way out  ",
    "i feel a sense of emptiness when i see old photos that remind me of happier times  ",
    "i feel like i'm constantly fighting a battle within myself that i just can't win  ",
    "I can't shake this feeling of being stuck in a place I don't belong.  ",
    "i feel like i'm lost in a sea of overwhelming emotions and there's no shore in sight.  ",
    "i feel like i've lost a part of myself that i can't get back, and it hurts more than i thought it would.  ",
    "I feel like I'm constantly fighting battles that I can't win.  ",
    "i feel invisible, like i'm shouting into a void and no one can hear me.  ",
    "I feel like I'm drowning in a sea of expectations, and I can't find my way out.  ",
    "even surrounded by friends, i can't help but feel an overwhelming sense of loneliness.  ",
    "i feel like the emptiness inside me just keeps growing no matter what i do.  ",
    "i feel like i'm losing pieces of myself and i don't know how to get them back.  "
  ],
  "1": [
    "Every time I hear our song, I feel a rush of happiness and nostalgia all at once.  ",
    "I finished my first 5k run and feel on top of the world!  ",
    "I just got the news that my best friend is coming to visit this weekend, and I can't stop smiling!  ",
    "Got a surprise call from an old friend and it totally made my day, feeling all warm and fuzzy inside.  ",
    "The sun is shining, and I can't help but feel like today is going to be amazing.  ",
    "I'm feeling extra grateful today for all the amazing people in my life who bring me so much joy.",
    "Listening to my favorite song on repeat and I feel like I can conquer the world!  ",
    "I can't stop smiling after hearing my favorite song on the radio during my morning drive!  ",
    "I feel incredibly grateful for the amazing friends I have in my life right now.  ",
    "I can't believe I finally finished the marathon, I'm so proud of myself!  ",
    "I can't believe it! I just got tickets to see my favorite band live—feeling ecstatic!  ",
    "I just got my favorite concert tickets, and I can't stop smiling!  ",
    "Feeling super grateful for the little moments that make life so wonderfully joyous.  ",
    "Just got my favorite dessert delivered, and it feels like a little slice of happiness.  ",
    "The sun is shining, and I've got my favorite tunes playing—feeling unstoppable!  ",
    "I feel like dancing every time I think about our upcoming vacation.  ",
    "Cooking my favorite meal always brings me so much joy, especially when it's shared with loved ones.  ",
    "I can't stop smiling after hearing that amazing news about my best friend's engagement.  ",
    "I just baked my first cake and it turned out amazing, feeling so accomplished!",
    "Finally adopted the cutest puppy ever and my heart is bursting with joy! 🐶❤️ #NewFurBaby",
    "I can't believe how happy I am with the way my new project turned out, it's beyond what I imagined!  ",
    "I just got promoted at work, and I feel like I'm on top of the world right now!  ",
    "I feel like dancing in the rain because everything just feels perfect today.  ",
    "Just got an unexpected gift from a friend and it made me feel so appreciated.",
    "Feeling on top of the world after finishing that marathon; I never thought I'd make it.",
    "I'm thrilled to finally have a weekend to myself, it feels like such a luxury!  ",
    "Just received an unexpected compliment from a stranger and it's made my entire day brighter!  ",
    "Listening to my favorite song always lifts my spirits, no matter what.  ",
    "Today, I was reminded of how joyful it is to catch up with old friends over coffee.  ",
    "Just got my favorite coffee for free, I'm feeling on top of the world right now.  ",
    "Every time I hear that song, I feel like dancing without a care in the world.",
    "I'm so excited to finally see my favorite band live this weekend!  ",
    "The joy of seeing my best friend after so long is just indescribable.",
    "Feeling on top of the world after nailing that presentation, it's such a confidence booster!  ",
    "I found my old diary and reading it made me feel nostalgic and happy.  ",
    "Just finished a workout session and I feel absolutely energized and ready to take on the world!  ",
    "Feeling grateful and overjoyed for the support and love from my amazing family today.",
    "I can't help but smile every time I think about how amazing my friends are.  ",
    "I can't believe I won the contest, I'm over the moon with excitement!",
    "I won a small prize at the raffle today, and it made my whole day brighter!  ",
    "I can't stop smiling after finding out I aced my exam; it's such a relief and thrill.  ",
    "I just got tickets to my favorite band's concert, and I feel like I'm on cloud nine!  ",
    "Feeling so proud of my little brother for acing his exams!  ",
    "I feel so grateful for the little moments that bring endless smiles to my day.  ",
    "Feeling on top of the world after acing my presentation today, what a relief!  ",
    "I'm over the moon because I finally nailed that tricky recipe I've been trying for weeks.  ",
    "I feel absolutely radiant in this outfit, it's like I'm glowing from the inside out!",
    "I can't stop smiling, everything about this day is just perfect.  ",
    "Finally got that promotion, and I can't help but feel like I'm on cloud nine.  ",
    "I'm feeling on top of the world today, everything just seems to be going my way!  ",
    "I can't stop smiling after finding out that my favorite band is coming to town!  ",
    "I just finished reading a book that left me feeling both inspired and joyful.  ",
    "I feel like dancing in the rain because life is just that beautiful right now.  ",
    "Finally finished that project, and I feel like I've conquered the world!  ",
    "Baking cookies with friends tonight, and I feel like a master chef in my cozy kitchen.  ",
    "My heart is full of joy after reconnecting with an old friend.  ",
    "I feel on top of the world after finishing my first marathon today!  ",
    "I just found a new hobby, and it makes me feel like I'm on top of the world.  ",
    "Had the best time catching up with old friends and laughing until our sides hurt.",
    "I feel so accomplished after finishing that project, like I can conquer anything.  ",
    "I'm feeling on top of the world today, like nothing can bring me down!  ",
    "Went for a run today, and I'm feeling on top of the world, unstoppable! 🏃‍♂️💪  ",
    "Got to spend the whole day with my best friend, and I feel like the luckiest person alive!",
    "The surprise party for my birthday was amazing, I feel so loved by everyone.  ",
    "Finally finished my project, and I couldn't be happier with the results! 🎉  ",
    "I feel like I can conquer anything today, the sun is shining and my mood is sky-high!  ",
    "I'm on cloud nine after finally nailing that tricky dance routine I've been practicing for weeks!  ",
    "Got a new puppy, and my heart is melting with joy every time I see it!  ",
    "I just got my first paycheck from my new job, and I feel like I'm on top of the world!  ",
    "Feeling so grateful for the wonderful friends I have in my life; they truly make everything better.  ",
    "I can't believe I finally finished my novel, it makes me feel so accomplished!  ",
    "I'm finally going on vacation next week, and I can't wait to feel the sand between my toes.  ",
    "I feel like I'm on top of the world after acing that presentation today!  ",
    "Every time I see my dog wagging its tail, I feel like the luckiest person alive.  ",
    "I just got a surprise package in the mail from a friend, and it totally made my day!  ",
    "I feel so accomplished after finishing that challenging project, it's like a weight has been lifted.",
    "Can't believe I finally finished that book, feeling accomplished and inspired!  ",
    "Had a blast at the concert tonight, feeling so alive and happy!  ",
    "I just aced my exam, and I feel like all my hard work is finally paying off!  ",
    "Got my favorite ice cream flavor today, and it made me feel like a kid again, so full of joy!  ",
    "The sun is shining, my playlist is perfect, and I feel like dancing all day long!  ",
    "Just got a surprise visit from an old friend, and it made my whole day brighter.  ",
    "I just got promoted at work, and I feel like I'm on top of the world right now!  ",
    "I just baked a perfect batch of cookies and the smell is making me feel so content and happy.  ",
    "Got the best news today, can't stop smiling! #happyday  ",
    "I feel like I'm on top of the world today, everything just seems to be going my way!  ",
    "Today is just one of those days where everything feels perfectly in place, pure joy!  ",
    "I just received a surprise gift from my best friend, and it made me feel so loved and special.  ",
    "I can't help but smile when I think about all the amazing memories we've created together.  ",
    "After months of hard work, I finally aced my final exam and feel proud of myself.  ",
    "My garden is blooming beautifully, and it fills me with so much happiness! 🌸🌿 #NatureLove",
    "Finally nailed that tricky yoga pose I've been working on, feels like such an achievement!  ",
    "Feeling super accomplished today after finishing my project ahead of schedule! 🎉  ",
    "I just got back from the concert and I feel like I'm on top of the world right now.  ",
    "I feel so blessed to have such a supportive family; they truly make everything worthwhile.",
    "Listening to my favorite song always makes me feel like dancing with joy.  ",
    "Just had the best coffee ever, feeling so energized and ready to conquer the day!  ",
    "I've been smiling all day because of the wonderful surprise I received this morning.  ",
    "I just nailed that presentation and feel like a rockstar right now!  ",
    "Feeling the sunshine on my face just makes everything feel right.  "
  ],
  "2": [
    "I know I've found my place when his laughter fills the room, making me feel complete.  ",
    "I feel the world melt away when she looks into my eyes.  ",
    "I feel like I'm floating on a cloud whenever I'm with you.  ",
    "Every song on the radio reminds me of us, and I can't help but feel a deep connection.  ",
    "i am grateful for the overwhelming feeling of love that fills my heart whenever i think of her.  ",
    "I feel a deep sense of warmth and joy whenever I'm around my closest friends.  ",
    "I never knew I could feel so cherished by someone who truly understands me.  ",
    "Our late-night talks and shared dreams make me fall in love with him all over again.  ",
    "I can't help but feel a deep connection with my best friend, it's like finding a soulmate.  ",
    "I feel like I'm floating on air every time he tells me he loves me.  ",
    "I can't shake the feeling that we've known each other in every lifetime, like our souls are eternally linked.  ",
    "Every time I hear our song, my heart fills with warmth and countless fond memories.  ",
    "Feeling his hand in mine, I know that this is where I belong, surrounded by love.  ",
    "I feel a deep connection that words can't fully express.  ",
    "I feel so loved whenever I see his smile light up the room.  ",
    "I feel like I've found a piece of my soul in her smile, it's incredibly comforting.  ",
    "Holding her hand feels like the most natural and beautiful thing in the world.  ",
    "I feel like I'm on cloud nine every time we talk.",
    "I want to wrap you in a hug so tight that all your worries melt away.  ",
    "Every day with them feels like a beautiful dream I never want to wake up from.  ",
    "Holding her hand feels like finding a missing piece of my soul.  ",
    "Every time I hear her laugh, my heart skips a beat, and I can't help but smile.  ",
    "I never knew how much I could care until I met him.  ",
    "I feel a deep sense of connection whenever we're together, like we're meant to be.  ",
    "Every time I hear our song, my heart swells with love and I remember all the beautiful moments we've shared.  ",
    "Every time I see her smile, my heart skips a beat.  ",
    "i can't imagine my life without your laughter and love, it fills my heart with joy.  ",
    "i couldn't help but smile whenever i thought about our moments together, feeling an overwhelming warmth in my heart.  ",
    "I feel butterflies in my stomach just thinking about seeing her tomorrow.  ",
    "I never expected to feel this much love for my little puppy; she's just so adorable.  ",
    "I find myself smiling every time I think about her and the warmth she brings into my life.  ",
    "Every time I hear our song, it brings back all the love and happiness we've experienced together.",
    "I feel so grateful for the love and support from my family and friends, it keeps me going every day.  ",
    "I never imagined I'd fall so deeply in love with someone who was once a stranger.  ",
    "I never knew what love was until I found myself smiling at the thought of you for no reason.  ",
    "Whenever I see her smile, my heart just melts and I feel this overwhelming sense of love.  ",
    "I never knew I could feel so cherished until I met you.  ",
    "I feel like I'm floating on clouds every time I see their smile.  ",
    "Every message from her makes my heart skip a beat with joy.  ",
    "Spending time with my dog fills me with so much love and joy, it's the best part of my day.  ",
    "I feel like I'm wrapped in the warmth of a cozy blanket whenever I'm with you.  ",
    "my heart skips a beat whenever they walk into the room, it's like magic.  ",
    "I feel my heart skip a beat every time I see that smile.  ",
    "I love how we share little moments that make my heart flutter.  ",
    "I never knew how much I could care for someone until I met you.  ",
    "I feel an overwhelming sense of love when I see the sunset painting the sky with colors.  ",
    "I never imagined I could feel this connected to someone so quickly, but here we are.  ",
    "I feel a warm glow inside when I think about how much he means to me.  ",
    "I feel cherished every time they remember the little things about me.  ",
    "Every time I hear his voice, I feel like I'm home.  ",
    "I've been thinking about how much I cherish our late-night talks and how they make me feel so loved.  ",
    "I find myself smiling at random times, and it's all because of you.  ",
    "I feel a rush of affection when I think about how much we've grown together.  ",
    "I never knew what true happiness felt like until I met you.  ",
    "I never thought I'd fall for someone so quickly, but here I am, completely smitten.  ",
    "I felt a wave of warmth when I saw your name pop up on my phone.  ",
    "I can't help but smile when I think about all the moments we've shared together.  ",
    "I feel a sense of warmth and comfort when I'm around my family, like I'm truly at home.  ",
    "I feel like I'm floating on air when I'm with you.  ",
    "I never imagined that a simple smile could make my heart race so fast, yet here I am, feeling every beat.  ",
    "I can't help but feel overjoyed when we're together, like we're writing our own fairy tale every day.  ",
    "I can't imagine my life without the joy and laughter my best friend brings into it.  ",
    "I was surprised at how much I enjoyed our time together; it felt like love at first sight.  ",
    "I never thought I'd find someone who makes me feel so incredibly cherished and understood.  ",
    "Every time we meet, my heart feels like it's dancing to a melody only he can play.  ",
    "I feel an overwhelming sense of peace and joy whenever we're together, like everything in the world is as it should be.",
    "His laughter is the melody that plays in the background of my happiest memories.  ",
    "i've never felt more at peace than when i'm wrapped in their arms, feeling loved and safe.  ",
    "The way his eyes light up when he talks about his passions makes me fall for him even more.  ",
    "I didn't realize how much I needed someone like you until you showed up and changed everything.  ",
    "I can't stop thinking about how much I adore spending time with her, it's like a dream come true.  ",
    "I can't help but smile whenever I catch a glimpse of that old photograph of us.  ",
    "I feel a deep connection every time I see her smile, and it's like my heart is on fire.  ",
    "I feel a sense of peace and happiness whenever you're near me.  ",
    "I can't help but smile when I think about all the memories we've made together.",
    "I can't help but smile every time I remember the way you laughed at my silly joke.  ",
    "I feel an incredible sense of peace and belonging when we're together, like we're meant to be.",
    "Looking into his eyes feels like coming home, a sense of belonging and unconditional love.  ",
    "I feel like I'm floating every time I see her smile.  ",
    "Every moment with you feels like a melody that's been stuck in my head forever.  ",
    "Every time I hear our song, I feel like my heart is wrapped in a warm hug.  ",
    "Every time I hear our song, I feel like I'm wrapped in a warm hug.  ",
    "Every time I hear his voice, my heart flutters and I feel like I'm in a dream.  ",
    "This place is special to me because it reminds me of all the love we've shared here.  ",
    "I feel the warmth of love every time I hear their voice, like sunshine on a cloudy day.  ",
    "I never knew I could feel so complete until I met you.  ",
    "I feel a profound connection every time we share a quiet moment together.  ",
    "I love how my heart skips a beat when I see their name pop up on my phone.  ",
    "Every time I see her, I feel an overwhelming sense of affection that I can't quite put into words.  ",
    "I feel a warm glow every time I hear your voice, like sunshine on a chilly day.  ",
    "I feel an overwhelming affection whenever I think about our future together.",
    "I can't help but smile when I think about how much I adore spending time with them.  ",
    "I love the way he makes me feel like I'm the only person in the room, even in a crowded place.  ",
    "The way they looked at me made my heart feel like it was wrapped in sunshine.",
    "Whenever I hear that song, I feel transported back to those cherished moments we spent together.  ",
    "Your smile makes my heart skip a beat every single time.  ",
    "There's something magical about the way our hands fit perfectly together, like they were meant to be.  ",
    "I can't help but smile when I think about how much she means to me.  ",
    "I feel a deep connection whenever we're together, like we've known each other forever.  ",
    "I feel an overwhelming warmth whenever I think about her smile.  "
  ],
  "3": [
    "I just can't shake this feeling of being constantly overlooked and underappreciated.  ",
    "Why is it that whenever I try to express my feelings, someone always has to belittle or dismiss them like they don't matter?  ",
    "I'm going to stew in my frustration until I can calm down and face this mess.  ",
    "Why do I always have to repeat myself a million times before anyone listens?  ",
    "I'm so fed up with all the noise around me, it's driving me insane and I just want some peace.  ",
    "I'm fed up with being underestimated and not taken seriously when I'm just as capable as anyone else.",
    "Feeling like I'm on the edge today, everything seems to set me off for no reason.  ",
    "Sometimes I feel like I'm drowning in responsibilities, and it's infuriating how others don't seem to notice or care.  ",
    "Every time I try to speak up, it feels like I'm just shouting into the void, and it's maddening.  ",
    "I thought things would get better, but it feels like everything is just piling on, and I'm about to explode.  ",
    "Why do people always have to make everything about themselves? It's so frustrating!  ",
    "I'm so tired of being overlooked and taken for granted, it's like I'm invisible to everyone around me.  ",
    "I'm so fed up with this constant rain ruining my plans every weekend.  ",
    "I'm tired of feeling like I'm always the one who has to compromise while everyone else gets their way.  ",
    "Every time I see that smug look on his face, my frustration levels shoot through the roof.  ",
    "I can't believe I wasted my time on this project only to be completely ignored in the end.  ",
    "I'm so fed up with being ignored, it's like nobody cares about what I have to say.  ",
    "I can't stand how every time I try to relax, something or someone always interrupts my peace.  ",
    "Why do I always have to be the one who cleans up everyone's mess? It's infuriating!  ",
    "I feel like I'm always on edge lately, and it's exhausting trying to keep it all together.  ",
    "I just had an argument with my boss, and now I feel like quitting this job entirely.  ",
    "I can't stand how my boss constantly undermines my efforts; it's infuriating.  ",
    "Every time I try to relax, something else comes up and I feel like I'm about to explode.  ",
    "Every time I try to voice my opinion, I feel like nobody is listening, and it's incredibly frustrating.  ",
    "I'm fed up with the constant noise and chaos, it's driving me insane.  ",
    "I feel like I'm constantly battling against a system that doesn't care about people like me.  ",
    "I can't shake off this irritation every time someone interrupts me while I'm in the middle of something important.  ",
    "I'm tired of being taken for granted by those who claim to care about me.  ",
    "I can't shake off this tense feeling, like I'm on the edge of snapping at anything that moves.  ",
    "I can't stand how people keep taking advantage of my kindness; I'm done being nice.  ",
    "I wish I could just tell everyone exactly how I feel, but I'd probably regret it later.  ",
    "I can't believe you're doing this again, it's like you don't care about anyone else's feelings.  ",
    "Why does the internet always crash when I'm trying to get important work done? It's beyond frustrating!  ",
    "I'm so fed up with everyone constantly underestimating my potential and treating me like a backup plan.  ",
    "Why do I always feel like I'm the only one putting in any effort around here?  ",
    "Why does it always seem like I'm the only one who cares about doing things right and everyone else just slacks off?  ",
    "I can't believe I have to deal with this nonsense every single day; it's infuriating!  ",
    "I'm sick of being the one who always has to compromise, it's infuriating.  ",
    "I'm tired of always being the one who's expected to make compromises while everyone else lives carefree.  ",
    "It's ridiculous how much effort I put in without any recognition; it makes me want to scream.  ",
    "Feeling completely overwhelmed and on edge because everything seems to be going wrong today.  ",
    "I can't shake this anger; it's like a storm brewing inside me, ready to explode.  ",
    "Every time I see that smug look on his face, I just want to scream in frustration.  ",
    "Sometimes I wonder if I'm the only one who sees how unfair this situation is.",
    "Every time I see that smug look on their face, I just want to scream until they finally understand.  ",
    "I get so frustrated when people make promises they can't keep, it's beyond irritating.  ",
    "I feel like every time I try to explain myself, I'm met with nothing but criticism and judgment.",
    "I'm fed up with being constantly overlooked at work, it's infuriating how others get credit for my ideas.  ",
    "I'm sick and tired of all the empty promises, it's infuriating how people just don't care.  ",
    "Every time I try to express my opinion, someone always has to shoot me down, and it's infuriating!  ",
    "I can't believe how inconsiderate some people are; it's like they have no regard for anyone else's feelings.  ",
    "It makes me furious how some people can be so inconsiderate and selfish.  ",
    "It's exhausting dealing with people who never seem to care about anyone but themselves.  ",
    "I can't believe I have to deal with this nonsense again; it's like a never-ending cycle of frustration.  ",
    "I feel like screaming every time I see someone littering; it's so careless and damaging to our planet.  ",
    "I feel like I'm going to explode if I have to deal with one more inconsiderate person today.  ",
    "It infuriates me how some people can be so inconsiderate and selfish without even realizing it.  ",
    "I'm so tired of repeating myself and not being heard, it's infuriating.  ",
    "I feel like I'm on the verge of a meltdown every time I have to deal with incompetent people at work.  ",
    "I really can't believe my boss gave me extra work just before the weekend, it's so infuriating!  ",
    "I just found out they canceled my favorite show, and I feel like screaming at the top of my lungs.  ",
    "Feeling like I'm on the edge today, one more stupid comment and I might just lose it.  ",
    "I feel like I'm constantly fighting against time, and the frustration is just eating me up inside.  ",
    "Feeling so irritated right now because everything just seems to be going wrong today.  ",
    "I'm beyond irritated that my hard work seems to go unnoticed, while others get praised for doing the bare minimum.  ",
    "It irks me to no end when others take credit for my hard work without acknowledging my effort.  ",
    "The constant noise in the city is driving me up the wall, I just want some peace and quiet!  ",
    "I can't believe how inconsiderate some people can be, it's enough to drive anyone mad.  ",
    "I swear if one more person cuts me off in traffic today, I'm going to explode with rage.",
    "It's infuriating how much time I've wasted on this, and yet nothing seems to get done!  ",
    "Every time she talks over me, I feel my blood boiling—it's infuriating!  ",
    "Feeling bitter because my so-called friends never invite me to anything and I'm tired of pretending it doesn't hurt.  ",
    "I can't stand how people just ignore the rules and do whatever they want, it's infuriating.  ",
    "I just can't shake off the feeling that everyone around me is just out to get me, and it's driving me insane.  ",
    "I'm so frustrated with my internet connection cutting out every time I need it the most.  ",
    "The constant noise from the construction site next door is driving me up the wall, I can't focus on anything.",
    "Why do I always end up doing all the work while others just sit back and relax? It's infuriating!  ",
    "It's ridiculous how people can't mind their own business and constantly interfere in my life.  ",
    "I'm sick and tired of feeling like I'm just a backup plan for everyone around me.  ",
    "I'm tired of pretending everything's fine when all I want to do is yell.  ",
    "I can't believe I have to deal with this nonsense again, it's making me furious just thinking about it.  ",
    "I can't believe I wasted my time on this project only to end up feeling utterly disappointed and frustrated.  ",
    "Why do I always end up doing all the work while others get away with slacking off? It's so unfair!  ",
    "I'm sick of people thinking it's okay to take advantage of my kindness and not even appreciate it.  ",
    "Every time I see injustice, I feel my blood boiling and my patience wearing thin.  ",
    "Why do people keep testing my patience? I'm so fed up with this nonsense.  ",
    "I can't believe they messed up my order again, I'm absolutely fuming right now.  ",
    "I can't believe the audacity of some people, it's infuriating how they think they can get away with anything.  ",
    "Why do I always end up feeling like a complete idiot after speaking my mind? It's infuriating!  ",
    "Every time I see them getting away with it, I feel my blood boiling with rage.  ",
    "It's outrageous that I have to deal with this nonsense every single day, it's beyond frustrating.  ",
    "I'm so fed up with this constant rain ruining my plans; it's infuriating how powerless I feel against nature.  ",
    "I feel like screaming every time I see how unfairly people are treated in this company.  ",
    "I can't stand how my coworker always takes credit for my ideas, it's infuriating.  ",
    "I can't stand how unfairly I'm being treated, it's seriously ridiculous.  ",
    "I feel like I'll scream if one more person tells me to calm down when I'm clearly justifiably angry.",
    "I'm sick of people telling me how I should feel, my emotions are valid and real.  ",
    "Why does everyone seem to think they can walk all over me? It's beyond frustrating and makes me so angry.  ",
    "Why does everything always have to be so complicated? It's infuriating!  ",
    "I can't believe they messed up my order again, I'm fuming and ready to give them a piece of my mind.  "
  ],
  "4": [
    "My heart races at the thought of being alone, and I can't help but feel a deep-seated fear creeping in.  ",
    "I felt a chill run down my spine as the eerie silence enveloped the room.  ",
    "I'm feeling uneasy about the upcoming presentation, it's like a storm is brewing inside me.  ",
    "I'm on edge, every noise making me jump out of my skin.",
    "Every time I think about that dark alley, a chill runs down my spine.  ",
    "Every time my phone rings unexpectedly, I feel a wave of anxiety wash over me.  ",
    "The thought of speaking in front of everyone makes me feel like the ground is slipping away beneath my feet.  ",
    "I can't shake this uneasy feeling that something bad is going to happen today.  ",
    "I find myself glued to the news, feeling a mixture of fear and helplessness with every headline.  ",
    "I wish I could silence the doubts in my head, but they keep whispering that something is wrong.  ",
    "I'm terrified of what they'll say when they find out the truth.  ",
    "I was overwhelmed with unease as the storm approached, dark clouds swirling ominously above.  ",
    "I'm feeling uneasy about the upcoming presentation; I can't shake the nerves.  ",
    "I couldn't shake the feeling of unease as I heard footsteps behind me on the dark street.  ",
    "I'm constantly on edge, worried that I'm going to make a mistake that I'll regret forever.  ",
    "I'm often gripped by this unsettling feeling that something terrible is lurking around the corner.  ",
    "I can't shake this uneasy feeling, like something bad is lurking just around the corner.  ",
    "I feel like there's a storm brewing in my mind, and I can't see a way out.  ",
    "I was stuck in traffic, the darkness outside only adding to my mounting anxiety.  ",
    "I find myself waking up in the middle of the night, heart racing, unsure of what startled me.  ",
    "Every time my phone rings unexpectedly, my heart skips a beat in fear of bad news.  ",
    "I always feel on edge when I'm in unfamiliar environments, as if something could go wrong at any moment.  ",
    "I keep replaying the conversation in my head, worried I might have said something out of line.  ",
    "I felt my heart racing as I walked down the shadowy street, every sound amplified in the silence.  ",
    "I hesitated before opening the email, dreading the bad news I feared it contained.",
    "I feel like I'm spiraling out of control, and it's terrifying me.  ",
    "I felt a chill run down my spine as I walked through the empty parking lot late at night.  ",
    "i felt a chill run down my spine when i heard the unexpected noise in the middle of the night.  ",
    "I feel the unease creeping in as the world seems more unpredictable with each passing day.",
    "Every time I hear about the latest news, I can't help but feel a wave of dread wash over me.  ",
    "I feel a sense of dread creeping in every time I hear footsteps approaching my door late at night.  ",
    "I was trembling with fear as the storm raged outside, wondering if we'd make it through the night.  ",
    "I feel like I'm standing on the edge of a cliff, and the ground beneath me is crumbling.  ",
    "I feel overwhelmed and uneasy when I think about the uncertain future ahead of me.  ",
    "I feel like I'm walking on eggshells, constantly afraid of making a wrong move.  ",
    "I feel a chill down my spine whenever I think about that dark alley.",
    "I'm not sure if I should trust that new app with all my personal information, it's making me really uneasy.  ",
    "The thought of being alone in the dark always sends shivers down my spine.  ",
    "Being in a new place makes me feel small and vulnerable, almost like I'm lost in my own thoughts.  ",
    "i feel a tight knot in my stomach whenever i think about the upcoming presentation.  ",
    "Lately, I've been feeling like the world is closing in on me, and I can't escape.  ",
    "I feel a knot in my stomach every time I think about the uncertainties of my future, it’s terrifying.  ",
    "I got lost in the city last night, and the dark alleys made me feel so vulnerable.  ",
    "I can't shake the feeling that something bad is about to happen, and it's making me anxious.  ",
    "I feel like I'm walking on eggshells every time I enter that office, waiting for something to go wrong.  ",
    "I'm sitting here, heart racing, unsure of what's lurking in the shadows beyond.  ",
    "I felt a chill run down my spine as I realized I had left my car keys in the dark parking lot.  ",
    "Walking through the empty parking lot at night always makes my heart race.  ",
    "I can't shake this uneasy feeling, like something bad is lurking just around the corner.  ",
    "I was hesitant to open the letter, fearing what it might contain.  ",
    "I feel a chill down my spine every time I think about that unsettling incident.  ",
    "I find myself questioning my every decision, worried about making the wrong choice.",
    "I felt a chill run down my spine when I heard the unfamiliar noise outside my window.  ",
    "I felt a chill run down my spine when I heard the unexpected noise in the empty house.  ",
    "i felt a chill run down my spine as i walked through the deserted alleyway at night.  ",
    "I feel an overwhelming sense of dread whenever I have to speak in front of a big crowd.  ",
    "I'm constantly checking the locks on my door, feeling uneasy and vulnerable.  ",
    "i can't shake off this overwhelming sense of dread every time i think about tomorrow's presentation  ",
    "Every time I hear that noise in the attic, my heart races and I feel a chill down my spine.  ",
    "I locked all my doors and windows last night because I swear I heard footsteps outside.  ",
    "The darkness in the room was overwhelming, and I couldn't shake off the sense of impending doom.  ",
    "Every time I think about the future, a knot of fear tightens in my stomach.  ",
    "There's an unsettling tension in the air, and I can't shake off this feeling of dread.  ",
    "I'm constantly on edge, wondering if something terrible is about to happen.  ",
    "I'm sitting in my car, staring at the dark, empty road ahead, heart pounding with dread.  ",
    "As the storm approached, my heart raced with anxiety, hoping it would pass safely.  ",
    "I found myself hesitating at the door, unsure if I should even go in.  ",
    "The thought of speaking in front of a crowd makes my palms sweaty and my mind go blank.  ",
    "I find myself hesitating at every decision, unsure of what might happen next.  ",
    "Every time I see a shadow in the corner of my eye, my heart races with a sense of impending doom.  ",
    "I woke up in the middle of the night, my heart racing, unsure of what scared me.  ",
    "Every time I hear a sudden noise, my heart skips a beat, and I can't help but feel a rush of panic.  ",
    "I always get this uneasy feeling whenever I have to speak in front of a crowd, like butterflies in my stomach turning into dragons.  ",
    "I felt a knot in my stomach as the storm clouds rolled in unexpectedly.  ",
    "Every time I hear footsteps behind me, my heart races and I can't breathe.  ",
    "Every time the phone rings unexpectedly, my heart skips a beat, and I'm filled with dread.  ",
    "I can't shake off this feeling of dread every time I think about the future.  ",
    "The thought of speaking in front of a large crowd makes my hands shake uncontrollably.  ",
    "I feel a sense of dread whenever I think about speaking in front of a crowd.  ",
    "I can't shake this uneasy feeling, like something bad is lurking just around the corner.  ",
    "Sometimes, I feel a cold shiver run down my spine when I think about the future.  ",
    "i noticed a suspicious figure following me, and my instincts told me to hurry.  ",
    "I sat nervously in the waiting room, feeling like my heart was trying to escape my chest.  ",
    "I hesitated to open the email, fearing the news it might contain would change everything.  ",
    "I find myself second-guessing every decision, and it's making me feel uneasy.  ",
    "I feel my heart race whenever I hear the creak of the floorboards in the empty house.  ",
    "I'm terrified of failing, and that fear keeps me up at night, haunting my thoughts.  ",
    "I hesitated before opening the email, fearing what the contents might reveal.  ",
    "I feel a creeping dread whenever I think about the upcoming presentation at work.  ",
    "I keep hearing strange noises in my apartment, and now I can't shake off this feeling that I'm not alone.  ",
    "I try to breathe deeply, but the fear of the unknown keeps tightening its grip on me.  ",
    "I feel like the walls are closing in on me, and I can't escape this overwhelming dread.  ",
    "I felt a shiver run down my spine as the ominous clouds gathered overhead.  ",
    "I felt my heart race as the shadow loomed closer, unsure if I should run or stay.  ",
    "Every creak and shadow in the old house at night leaves me paralyzed with fear.  ",
    "This uncertainty about my future is gnawing at my peace of mind.  ",
    "I felt the room closing in around me, my heart racing at the thought of what might happen next.  ",
    "I'm terrified of what tomorrow might bring, especially with the situation being so unpredictable.  ",
    "The thought of walking down that deserted alley sends chills down my spine.  ",
    "Every time the phone rings, my heart skips a beat, fearing bad news.  "
  ],
  "5": [
    "I feel like I've just uncovered a hidden talent I never knew I had, and it's quite surprising.  ",
    "I never expected to see my childhood friend at the reunion, it was a real shock!  ",
    "I can't believe how much I've learned in just one day, truly astonishing.  ",
    "I feel completely astonished by how quickly the weather changed today.  ",
    "I had no idea he was capable of such kindness; it caught me off guard.  ",
    "i feel like my mind was blown when i realized the answer was right in front of me all along.  ",
    "I never expected to feel so excited about a simple walk in the park, but here I am.  ",
    "I was completely shocked when I found out he had been lying to me all along.  ",
    "I'm completely taken by surprise by how different things have turned out.",
    "I feel unexpectedly overwhelmed by the kindness of strangers today.  ",
    "Every time I see him perform, I'm amazed by his talent and passion.  ",
    "I feel completely taken aback by how quickly technology has evolved in the last decade.  ",
    "I am genuinely shocked to see how much support I've received from friends and family.  ",
    "I get a sense of awe when I realize how much I've learned in such a short time.  ",
    "I was taken aback when I found out the truth behind the mysterious disappearance.  ",
    "I'm still trying to wrap my head around the fact that my cat learned to open doors on her own.  ",
    "I was speechless when I opened the package and saw the letter from my long-lost friend.",
    "I just saw my childhood friend on TV, and I can't believe how far they've come.  ",
    "I feel amazed that the concert tickets sold out within minutes.",
    "I was taken aback by the unexpected kindness of a stranger who paid for my coffee.  ",
    "I feel amazed that my cat somehow managed to open the door by herself.",
    "Honestly, I'm still processing the shock of receiving such unexpected news.  ",
    "I'm utterly amazed how a simple song can bring back such vivid memories.",
    "I can't believe how many incredible opportunities have suddenly come my way this month.",
    "I'm genuinely amazed at how this new app has completely transformed my daily routine.  ",
    "I couldn't believe my eyes when I saw the breathtaking view from the top of the mountain; it was truly awe-inspiring.  ",
    "I was taken aback when I bumped into my childhood friend at the grocery store today.",
    "I couldn't believe my eyes when I saw the price of the new smartphone.  ",
    "I couldn't believe my eyes when I saw the surprise party they threw for me.  ",
    "I feel completely taken aback by the overwhelming response to my post.  ",
    "I feel completely astonished by the unexpected turn of events.  ",
    "I feel a rush of excitement every time I discover something new about myself.  ",
    "I’m still in disbelief at how effortlessly he solved that complex problem.  ",
    "I can't believe how much I've grown to love the unpredictable twists in this book.  ",
    "I was taken aback when my childhood friend suddenly reached out after years of silence.  ",
    "i'm amazed at how the simplest things can bring the most joy and wonder.  ",
    "I never expected to feel this amazed after trying that new recipe for the first time.  ",
    "I suddenly realized how much I've underestimated her skills, and I'm genuinely impressed.  ",
    "I feel unexpectedly thrilled by the sudden turn of events during the meeting.  ",
    "I find myself utterly amazed by how effortlessly she solved the problem that stumped everyone else.  ",
    "I couldn't believe my eyes when I saw the breathtaking view from the mountain top; it left me speechless.",
    "I couldn't believe my eyes when I saw the final artwork; it was simply breathtaking.  ",
    "I felt a rush of surprise when my old friend called out of the blue, wanting to reconnect.  ",
    "I was caught off guard when I realized how much things had shifted.  ",
    "I never thought I'd feel so impressed watching a sunset, but the colors were just breathtaking.  ",
    "I can't believe how astonished I am by how much I've learned in such a short time.  ",
    "I feel like I just uncovered a huge secret about myself, and it's both thrilling and overwhelming.  ",
    "I feel utterly amazed at how quickly technology evolves these days.  ",
    "It's quite surprising how a simple song can evoke such strong emotions in me.",
    "I never expected to be so moved by a simple gesture of kindness today.  ",
    "I feel a strange mix of excitement and nervousness about starting my new job tomorrow.  ",
    "I feel incredibly stunned by the unexpected kindness of a stranger today.  ",
    "I feel a sense of wonder every time I look at the stars and realize how vast the universe is.",
    "I found myself unexpectedly fascinated by the simplicity of the artwork.  ",
    "I am genuinely surprised at how well the team performed under pressure during the final match.  ",
    "I can't believe I just won the contest I entered on a whim!  ",
    "I feel bewildered that my cat suddenly learned a new trick all by herself.  ",
    "I feel incredibly astonished by how quickly the weather changed from sunny to stormy.  ",
    "I feel taken aback by how much I've grown to enjoy spicy food.  ",
    "I couldn't believe my eyes when I saw the northern lights for the first time.",
    "I feel utterly shocked by how quickly my little brother learned to play the piano.  ",
    "I was completely floored by the unexpected kindness of a stranger today.",
    "I was completely taken aback when I found out I got the job offer.  ",
    "I am utterly shocked by how quickly the seasons have changed this year.  ",
    "I can't believe how astonished I am by the way the sunset paints the sky in hues I've never imagined.  ",
    "It's astonishing how much I've learned in such a short time; I never thought I'd understand this.  ",
    "i was taken aback by the generous gesture of a complete stranger today.  ",
    "I didn't expect to feel so moved by a simple gesture from a stranger.  ",
    "I feel absolutely floored by how quickly everything changed in just one day.  ",
    "I feel bewildered by the unexpected plot twist in the book I'm reading.  ",
    "I'm amazed by how many people actually showed up to my surprise party.  ",
    "I just found out about the incredible surprise party they planned for me, and I'm still in disbelief!  ",
    "I can't believe my eyes; the transformation of the garden is simply breathtaking.  ",
    "I never expected to feel so taken aback by such a simple gesture.  ",
    "I was floored when I found out my quiet neighbor is a famous author.  ",
    "I feel completely taken aback by how quickly everything changed overnight.  ",
    "I was taken aback when I saw the stunning sunset this evening.  ",
    "I feel utterly astonished by how much progress we've made in such a short time.  ",
    "I was genuinely amazed at how my little sister solved that complex puzzle all by herself.",
    "I'm completely floored by how much progress they've made in such a short time.  ",
    "I just found out my favorite band is doing a surprise reunion tour this year, and I can't believe it!  ",
    "I never expected to be so captivated by such a simple idea.  ",
    "I feel astonished by how quickly technology has advanced in just a few years.  ",
    "I'm amazed by how effortlessly she navigates through every obstacle thrown her way.  ",
    "I found out I got the promotion, and I'm still processing how incredible it feels.  ",
    "I couldn't believe my eyes when I saw the unexpected change in my bank account balance.  ",
    "I feel totally taken aback by how much the city has transformed since my last visit.  ",
    "I was shocked to learn that my favorite band is playing in town next week.  ",
    "I feel a sense of wonder at how this new technology works so seamlessly.  ",
    "I was taken aback by how touching and heartfelt their performance was.  ",
    "I just found out I won the contest, and I truly can't believe it!  ",
    "I was taken aback when I realized how much I've grown over the past year.  ",
    "I never expected to be so fascinated by a simple book.  ",
    "I was astonished to learn that my favorite band is releasing a new album this year.  ",
    "I'm shocked at how much I've learned in just a few days; it's like a whole new world opened up to me.  ",
    "I'm stunned by how quickly this year has flown by, it's like a whirlwind.  ",
    "I felt a wave of amazement wash over me as I watched the breathtaking sunset.  ",
    "I feel completely stunned by the news I just received from work.  ",
    "I feel bewildered by how much technology has changed since last year.  ",
    "I felt a rush of excitement and disbelief when I heard the news about the sudden promotion.  "
  ]
}